xorg-server
xorg-xinit
xorg-xsetroot
xorg-xinput
git
dmenu
nvidia
nvidia-utils
cuda
cudnn
alsa-utils
pulseaudio
pulseaudio-alsa
pulsemixer
lib32-libpulse
lib32-alsa-plugins
firefox-developer-edition
steam
lib32-nvidia-utils
telegram-desktop
vim
keepassxc
openssh
hledger
xcape
zsh
zsh-completions
fasd
zathura
zathura-pdf-mupdf
bat
ctags
fasd
fd
ffmpeg
fzf
gifsicle
imagemagick
pandoc
python
python-pip
ripgrep
sqlite
tldr

unzip
xclip
hugo
vlc
calibre
transmission-qt
yarn
npm
tmux
picom
sxiv
nextcloud-client
mpv
maim
clipmenu
clipnotify
dunst
jq
exa
